/* No comment provided by engineer. */
"A new version is available. Would you like to visit the download page now?" = "A new version is available. Would you like to visit the download page now?";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Could Not Tell" = "Could Not Tell";

/* No comment provided by engineer. */
"New Version" = "New Version";

/* No comment provided by engineer. */
"No Update Available" = "No Update Available";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open %@ Preference Pane" = "Open %@ Preference Pane";

/* No comment provided by engineer. */
"Software Update" = "Software Update";

/* No comment provided by engineer. */
"Sorry, could not determine the latest version. Could not connect or the Hog Bay Software web site is having a problem. Please try again later." = "Sorry, could not determine the latest version. Could not connect or the Hog Bay Software web site is having a problem. Please try again later.";

/* No comment provided by engineer. */
"Visit Download Page" = "Visit Download Page";

/* No comment provided by engineer. */
"You already have the latest version." = "You already have the latest version.";

